{
  "aaaaaaaagttt": 39440,
  "aaaaaaaggaat": 49256,
  "aaaaaaatttac": 47868,
  "aaaaaacaacaa": 60290,
  "aaaaaagaaatt": 39191,
  "aaaaaatatggt": 42146,
  "aaaaaatcttag": 60386,
  "aaaaacaaaagt": 45864,
  "aaaaacaaaatg": 43145,
  "aaaaacaaagtg": 42650,
  "aaaaacaaatgc": 55458,
  "aaaaacaaatgt": 30327,
  "aaaaacaaatnt": 56733,
  "aaaaacaacaaa": 32714,
  "aaaaacaacaac": 35726,
  "aaaaacaacaat": 33819,
  "aaaaacaacaga": 54618,
  "aaaaacaactgt": 55984,
  "aaaaacaagtgt": 55149,
  "aaaaacaanaaa": 35465,
  "aaaaacaataaa": 35450,
  "aaaaacacccaa": 31560,
  "aaaaacagaact": 54566,
  "aaaaacttggaa": 57896,
  "aaaaagaaattg": 32600,
  "aaaaagaacaaa": 36213,
  "aaaaagagttga": 30771,
  "aaaaaggaatct": 30184,
  "aaaaagggaatc": 43901,
  "aaaaaggnnnnn": 46713,
  "aaaaagtccact": 36326,
  "aaaaagtctact": 29925,
  "aaaaagttggat": 36317,
  "aaaaagtttaac": 55389,
  "aaaaagtttctg": 31487,
  "aaaaannnnngt": 56362,
  "aaaaannnnnnn": 55464,
  "aaaaataaatgt": 36771,
  "aaaaataacaaa": 36210,
  "aaaaatcnnnnn": 54354,
  "aaaaatcntagg": 60833,
  "aaaaatctnang": 60831,
  "aaaaatctnnng": 61479,
  "aaaaatcttaag": 43069,
  "aaaaatcttaat": 55764,
  "aaaaatcttact": 56264,
  "aaaaatcttaga": 32996,
  "aaaaatcttagg": 30868,
  "aaaaatcttagn": 50509,
  "aaaaatcttagt": 30211,
  "aaaaatcttang": 42875,
  "aaaaatcttatg": 33115,
  "aaaaatcttatt": 55221,
  "aaaaatcttgat": 33150,
  "aaaaatcttnnn": 56000,
  "aaaaatctttgg": 40398,
  "aaaaatgcacaa": 48478,
  "aaaaatnnnnnn": 55744,
  "aaaaattcaaga": 38324,
  "aaaaattgattg": 31972,
  "aaaaatttaaat": 51753,
  "aaaaattttagg": 32983,
  "aaaaattttagt": 54138,
  "aaaaattttctg": 45318,
  "aaaaattttggt": 51152,
  "aaaacaaatgtg": 32385,
  "aaaacaacaaaa": 29798,
  "aaaacaagcaag": 55387,
  "aaaacaccacaa": 45954,
  "aaaacaccacca": 30412,
  "aaaacaccaccg": 38524,
  "aaaacaccacct": 40235,
  "aaaacaccacnn": 59080,
  "aaaacaccacta": 43549,
  "aaaacaccagca": 41356,
  "aaaacaccanca": 54770,
  "aaaacaccatca": 45451,
  "aaaacacccaag": 31924,
  "aaaacactacca": 32118,
  "aaaacactcaag": 35358,
  "aaaacagagtaa": 38782,
  "aaaacagggtaa": 33882,
  "aaaacagggtan": 41486,
  "aaaacaggttaa": 38110,
  "aaaacagtttat": 41063,
  "aaaacannnnnn": 55497,
  "aaaacatcacca": 54400,
  "aaaacatcagta": 42888,
  "aaaacatggtaa": 37212,
  "aaaaccaacaaa": 34386,
  "aaaaccaagcaa": 29266,
  "aaaaccaaggca": 59690,
  "aaaaccaatcaa": 43867,
  "aaaaccaccacc": 59372,
  "aaaaccacgcaa": 42961,
  "aaaaccagaact": 31376,
  "aaaaccttcact": 47471,
  "aaaaccttttga": 34420,
  "aaaacgccacca": 46661,
  "aaaacgtgcttt": 45398,
  "aaaacnccacca": 38367,
  "aaaactaagcaa": 42635,
  "aaaactagaact": 53376,
  "aaaactccacca": 45111,
  "aaaactcttagg": 45055,
  "aaaactggaaag": 47772,
  "aaaacttcaaaa": 34059,
  "aaaacttcaaga": 31266,
  "aaaacttcaana": 35076,
  "aaaacttcaata": 45702,
  "aaaagaaattga": 31344,
  "aaaagaacttca": 32564,
  "aaaagagattga": 42845,
  "aaaagagctgat": 48055,
  "aaaagagtcaaa": 48844,
  "aaaagagtcgat": 48924,
  "aaaagagttgac": 52335,
  "aaaagagttgat": 30095,
  "aaaagcaaatgt": 39059,
  "aaaagcaacaaa": 36069,
  "aaaagcacactn": 60235,
  "aaaagcacactt": 30787,
  "aaaaggaaatct": 37332,
  "aaaaggaagaga": 49215,
  "aaaaggaannnn": 37445,
  "aaaaggaannta": 42631,
  "aaaaggaatata": 55115,
  "aaaaggaatcct": 29467,
  "aaaaggaatcnn": 40938,
  "aaaaggaatcta": 29099,
  "aaaaggaatctn": 38273,
  "aaaaggaatnna": 42134,
  "aaaaggaatnnn": 33290,
  "aaaaggaatnta": 43822,
  "aaaaggaattct": 41814,
  "aaaaggaattta": 43498,
  "aaaagganncta": 41210,
  "aaaaggannnna": 46593,
  "aaaaggannnnn": 45859,
  "aaaaggantcta": 43377,
  "aaaaggcacagg": 44046,
  "aaaaggctatca": 40220,
  "aaaagggaatct": 43140,
  "aaaagggttgat": 47830,
  "aaaaggnatcta": 42523,
  "aaaaggnnncta": 42235,
  "aaaaggnnnnnn": 43993,
  "aaaaggnntcta": 43466,
  "aaaaggtcattt": 56654,
  "aaaaggtttctg": 55342,
  "aaaagnaatcta": 46208,
  "aaaagngttgat": 52427,
  "aaaagnnatcta": 46199,
  "aaaagnnnnnnn": 43190,
  "aaaagtaggatg": 33998,
  "aaaagtccctgt": 46882,
  "aaaagtcggatg": 35673,
  "aaaagtctacca": 58834,
  "aaaagtctacta": 29540,
  "aaaagtcttagg": 41907,
  "aaaagtgaattt": 55671,
  "aaaagtgagttc": 33242,
  "aaaagtggagtt": 50514,
  "aaaagtgtacgt": 34154,
  "aaaagttggatc": 34258,
  "aaaagttggatg": 32715,
  "aaaagttggatt": 35023,
  "aaaagttgggtg": 36152,
  "aaaagttgtatg": 40789,
  "aaaagttngatg": 35226,
  "aaaagttnnnnn": 39780,
  "aaaagtttaaag": 57669,
  "aaaagtttaacg": 32491,
  "aaaagtttctgc": 31851,
  "aaaagtttgatg": 34006,
  "aaaanaccacca": 36691,
  "aaaanatattct": 43736,
  "aaaancaacaaa": 36222,
  "aaaancaagcaa": 33342,
  "aaaancaancaa": 40775,
  "aaaangaatcta": 33063,
  "aaaanggaacca": 60570,
  "aaaangtctact": 58445,
  "aaaannnattct": 54812,
  "aaaannnngatg": 58258,
  "aaaannnnncnn": 46959,
  "aaaannnnnnag": 36488,
  "aaaannnnnnng": 43353,
  "aaaannnnnnnn": 42905,
  "aaaannnttagn": 54488,
  "aaaataccacca": 37374,
  "aaaatannnnnn": 55997,
  "aaaatataatca": 37831,
  "aaaatataatga": 31043,
  "aaaatataattc": 59012,
  "aaaatatactct": 37292,
  "aaaatatannct": 48453,
  "aaaatatattcc": 42010,
  "aaaatatattcn": 55156,
  "aaaatatattct": 30216,
  "aaaatatattnn": 55254,
  "aaaatatatttt": 45089,
  "aaaatatnatga": 35071,
  "aaaatcaagcaa": 33622,
  "aaaatcacactt": 35941,
  "aaaatcactagg": 50679,
  "aaaatcagcaac": 34217,
  "aaaatcattact": 35875,
  "aaaatccaagac": 48684,
  "aaaatccttcac": 41760,
  "aaaatctactaa": 42510,
  "aaaatctatcag": 58647,
  "aaaatcttaggg": 32921,
  "aaaatcttagtg": 53979,
  "aaaatgacactt": 48119,
  "aaaatgcacaag": 29682,
  "aaaatgcacacg": 44763,
  "aaaatgcacgag": 42833,
  "aaaatggaacca": 31759,
  "aaaatggccang": 46938,
  "aaaatggccatg": 31354,
  "aaaatggccgtg": 41520,
  "aaaatgtacatt": 55813,
  "aaaatgtcagag": 31644,
  "aaaatgtggtca": 33922,
  "aaaatgtgtcaa": 57430,
  "aaaatntnntga": 38749,
  "aaaattacatta": 59383,
  "aaaattaccaga": 55712,
  "aaaattcaaaac": 47612,
  "aaaattcaacac": 30060,
  "aaaattcaagaa": 50005,
  "aaaattcaagac": 32677,
  "aaaattcaagan": 47953,
  "aaaattcaagat": 34557,
  "aaaattcaanac": 48783,
  "aaaattcaatac": 35210,
  "aaaattcaggac": 49559,
  "aaaattcagtcg": 53227,
  "aaaattcagttg": 29598,
  "aaaattcgagac": 48323,
  "aaaattgaccgc": 48121,
  "aaaattgattgc": 30732,
  "aaaattgctgat": 49676,
  "aaaattggttgc": 53468,
  "aaaattnagttg": 59349,
  "aaaattnattgc": 57337,
  "aaaatttaacgg": 41564,
  "aaaatttacaaa": 36997,
  "aaaatttagttg": 44807,
  "aaaatttattct": 57448,
  "aaaatttctgcc": 36571,
  "aaaatttgatga": 59382,
  "aaaatttgcatc": 35431,
  "aaacaaagtgta": 32306,
  "aaacaaatctac": 47869,
  "aaacaaatgtgt": 31129,
  "aaacaaatttac": 30011,
  "aaacaaatttan": 35762,
  "aaacaaatttat": 34470,
  "aaacaaatttta": 60139,
  "aaacaacaaaac": 59634,
  "aaacaacaaaag": 29045,
  "aaacaacaaaan": 50593,
  "aaacaacaaaat": 41796,
  "aaacaacaacag": 57917,
  "aaacaacaatag": 59511,
  "aaacaacatggt": 45757,
  "aaacaaccttag": 41716,
  "aaacaacgcttg": 36269,
  "aaacaacnnnnn": 39215,
  "aaacaactcagc": 44985,
  "aaacaacttaag": 42112,
  "aaacaacttagc": 30470,
  "aaacaacttagt": 33419,
  "aaacaacttnnn": 39210,
  "aaacaactttac": 34531,
  "aaacaagtttac": 52790,
  "aaacaannaaag": 50187,
  "aaacaataaaag": 58838,
  "aaacaatacggt": 39159,
  "aaacaatanggt": 54313,
  "aaacaatatagt": 56699,
  "aaacaatatggc": 57537,
  "aaacaatatggt": 30427,
  "aaacaatatgtt": 54334,
  "aaacaatcttga": 33473,
  "aaacaatttaat": 56637,
  "aaacacaaatgt": 35360,
  "aaacacacttgt": 58402,
  "aaacaccaccaa": 32470,
  "aaacacccaaga": 30684,
  "aaacaccccaag": 53601,
  "aaacacccgaga": 35828,
  "aaacacgcttgt": 30745,
  "aaacacgtgcag": 31880,
  "aaacactatggt": 43404,
  "aaacactcaaga": 34627,
  "aaacacttctaa": 49981,
  "aaacagatttac": 52431,
  "aaacagggtaat": 32645,
  "aaacagggtgat": 50060,
  "aaacagtatggt": 57362,
  "aaacagtgcttt": 38779,
  "aaacataataag": 40320,
  "aaacatatttac": 52645,
  "aaacatcactag": 53226,
  "aaacatccaaga": 36787,
  "aaacatgcttgt": 59026,
  "aaacatgtcaac": 48740,
  "aaacattatggt": 41695,
  "aaacattcaaaa": 31343,
  "aaacattttggt": 48031,
  "aaaccaaacaag": 41793,
  "aaaccaaattta": 60889,
  "aaaccaaccaag": 54020,
  "aaaccaacttag": 40194,
  "aaaccaagcaaa": 56653,
  "aaaccaagcaag": 30419,
  "aaaccaagcaan": 54275,
  "aaaccaagcann": 45781,
  "aaaccaagcnan": 54272,
  "aaaccaaggcaa": 59682,
  "aaaccaagtaag": 53310,
  "aaaccaancaaa": 60759,
  "aaaccaancaag": 58707,
  "aaaccaatcaag": 40468,
  "aaaccacaaaaa": 36396,
  "aaaccacaaatc": 61057,
  "aaaccaccacca": 54785,
  "aaaccaggcaag": 56531,
  "aaaccattacag": 52323,
  "aaacccacttat": 38824,
  "aaaccctgtaat": 50639,
  "aaaccctgtcct": 39401,
  "aaaccctttgag": 48580,
  "aaaccgagcaag": 34795,
  "aaaccgtgcttt": 31205,
  "aaaccnnnnnnn": 58494,
  "aaaccnttttga": 58210,
  "aaacctagcaag": 56208,
  "aaacctaggact": 46027,
  "aaacctcttgag": 48268,
  "aaaccttaaacc": 53202,
  "aaaccttgcaat": 60302,
  "aaaccttgtaaa": 50811,
  "aaaccttgtaac": 59460,
  "aaaccttgtaag": 52909,
  "aaaccttgtaat": 33947,
  "aaaccttgtact": 50904,
  "aaaccttgttaa": 57859,
  "aaacctttactt": 32220,
  "aaacctttcgag": 48111,
  "aaacctttngag": 59966,
  "aaacctttnnnn": 51777,
  "aaaccttttgaa": 48507,
  "aaaccttttgag": 29903,
  "aaaccttttgat": 57404,
  "aaacctttttga": 49269,
  "aaacgaagcaag": 39196,
  "aaacgagttgat": 50859,
  "aaacgatatggt": 37174,
  "aaacgtgcttta": 57058,
  "aaacnaagcaag": 45254,
  "aaacnatatggt": 34954,
  "aaacnttttgag": 51844,
  "aaactaagcaag": 36811,
  "aaactacaaaag": 61255,
  "aaactacattac": 48851,
  "aaactaccagat": 55184,
  "aaactatatggt": 46951,
  "aaactcactttc": 35842,
  "aaactcagacta": 56018,
  "aaactcagttgc": 45959,
  "aaactgattgcc": 53078,
  "aaactggaaaag": 60053,
  "aaactggaaaga": 29502,
  "aaactggaaana": 57818,
  "aaactggaaata": 33859,
  "aaactggaacga": 54198,
  "aaactggaacta": 57217,
  "aaactggaanga": 54107,
  "aaactggaanta": 60635,
  "aaactgggaaag": 61509,
  "aaactgnaaata": 61017,
  "aaactgnnnnnn": 61503,
  "aaacttcaaaat": 33453,
  "aaacttcaacat": 45635,
  "aaacttcaagac": 32269,
  "aaacttcaagat": 31617,
  "aaacttcaanat": 33102,
  "aaacttctaact": 31770,
  "aaacttggaaag": 61616,
  "aaacttgnnncc": 61962,
  "aaacttgtgccc": 29107,
  "aaacttgtgccn": 54405,
  "aaacttgtgcct": 50472,
  "aaacttgtgcnn": 45623,
  "aaacttgtggcc": 56959,
  "aaacttgtgtcc": 43979,
  "aaacttntgccc": 54497,
  "aaactttactat": 46170,
  "aaactttacttg": 33108,
  "aaacttttgaga": 57061,
  "aaagaaaagaac": 52357,
  "aaagaaattgac": 31695,
  "aaagaaatttac": 51446,
  "aaagaacttcac": 31308,
  "aaagaacttgga": 31742,
  "aaagaagtcaaa": 49626,
  "aaagacaacaca": 61797,
  "aaagacatcagt": 58438,
  "aaagacattgct": 34662,
  "aaagacctcatt": 38559,
  "aaagaccttatt": 38305,
  "aaagactttggt": 50068,
  "aaagagagttga": 50411,
  "aaagaggagtta": 52111,
  "aaagaggtcatt": 59670,
  "aaagaggtttga": 53155,
  "aaagagttgact": 57689,
  "aaagagttgatt": 29710,
  "aaagagttgnnn": 55724,
  "aaagatgttggt": 34846,
  "aaagatnttggt": 48341,
  "aaagattgctga": 33693,
  "aaagatttcggt": 50615,
  "aaagattttagt": 36599,
  "aaagattttgat": 34839,
  "aaagattttggc": 53243,
  "aaagattttggt": 30014,
  "aaagattttgnn": 51603,
  "aaagcacacttc": 48806,
  "aaagcacacttt": 30111,
  "aaagcacatttt": 52816,
  "aaagcaccacca": 58709,
  "aaagcatacttt": 34625,
  "aaagccaagcaa": 42874,
  "aaagctgcagaa": 48909,
  "aaaggaaaacag": 47824,
  "aaaggaaatcta": 39758,
  "aaaggaaccatt": 50851,
  "aaaggaanctat": 47355,
  "aaaggaannnnn": 37504,
  "aaaggaatatat": 56616,
  "aaaggaatcaaa": 36662,
  "aaaggaatccta": 43484,
  "aaaggaatcnat": 45582,
  "aaaggaatcnnn": 43428,
  "aaaggaatctac": 38506,
  "aaaggaatctan": 38221,
  "aaaggaatctat": 30252,
  "aaaggaatctnn": 37524,
  "aaaggaatctnt": 55830,
  "aaaggaatnnat": 34634,
  "aaaggaatnnnn": 37535,
  "aaaggaatntat": 33464,
  "aaaggaatntnn": 56569,
  "aaaggaattcta": 44973,
  "aaaggaatttat": 36407,
  "aaaggaattttt": 32034,
  "aaaggagaatta": 47819,
  "aaaggagtaaaa": 53300,
  "aaaggagtcaaa": 30171,
  "aaaggagtcaag": 41049,
  "aaaggagtctat": 54033,
  "aaaggannctat": 39737,
  "aaaggannnnnn": 37241,
  "aaaggantctat": 46847,
  "aaaggatctatc": 57084,
  "aaaggattcaaa": 53912,
  "aaaggcacaggt": 37288,
  "aaaggcatctat": 55779,
  "aaaggccttact": 48802,
  "aaaggctatcat": 37744,
  "aaaggctgttgt": 49154,
  "aaaggctttaat": 43020,
  "aaagggaatcta": 41435,
  "aaagggcnatca": 40158,
  "aaagggctacca": 45097,
  "aaagggctatca": 29344,
  "aaagggctnnnn": 56794,
  "aaaggggtcaaa": 49007,
  "aaagggtaattt": 58401,
  "aaagggttatca": 45663,
  "aaaggnatctat": 46702,
  "aaaggnatctnn": 54038,
  "aaaggnnnnnat": 46033,
  "aaaggnnnnnnn": 40361,
  "aaaggnntctat": 40169,
  "aaaggntttaat": 34933,
  "aaaggtaatgaa": 60120,
  "aaaggtattaat": 38594,
  "aaaggtctgtga": 39058,
  "aaaggtcttaat": 42522,
  "aaaggtgatgaa": 55242,
  "aaaggtgtacgt": 34589,
  "aaaggtgttaaa": 56513,
  "aaaggtgttgac": 50812,
  "aaaggtnttaat": 37097,
  "aaaggttggtgg": 51715,
  "aaaggttttaac": 54602,
  "aaaggttttaat": 30310,
  "aaagnnnncgtt": 36703,
  "aaagnnnncntt": 44578,
  "aaagnnnnctat": 55840,
  "aaagnnnnnnat": 46195,
  "aaagnnnnnnnn": 39595,
  "aaagnnnntaat": 56692,
  "aaagnttttaat": 55896,
  "aaagtaccagat": 46188,
  "aaagtacgagca": 38020,
  "aaagtaggatgg": 39038,
  "aaagtagtcaaa": 50699,
  "aaagtatattct": 54044,
  "aaagtatgagca": 31352,
  "aaagtatgatca": 39688,
  "aaagtccctgtt": 54468,
  "aaagtcctgtga": 39470,
  "aaagtcggatgg": 56879,
  "aaagtctaacat": 41027,
  "aaagtctactaa": 29172,
  "aaagtctactag": 61563,
  "aaagtctgtcaa": 41772,
  "aaagtctgtgaa": 32708,
  "aaagtctgtgan": 41712,
  "aaagtgacacct": 51640,
  "aaagtgacacta": 34857,
  "aaagtgacactn": 51474,
  "aaagtgacactt": 30024,
  "aaagtgacannn": 57901,
  "aaagtgacgctt": 53335,
  "aaagtgagttca": 32910,
  "aaagtgcgtggt": 45394,
  "aaagtggagttt": 50192,
  "aaagtgnnnnnn": 35116,
  "aaagtgtacctt": 49984,
  "aaagtgtacgtn": 44743,
  "aaagtgtacgtt": 33842,
  "aaagtgtacttt": 51037,
  "aaagtgtncgtt": 35583,
  "aaagtgtnngtt": 35095,
  "aaagtgtnnnnn": 35181,
  "aaagtgttacgt": 34184,
  "aaagtnnacgtt": 35202,
  "aaagtnnnnnnn": 34702,
  "aaagtntaacgg": 42376,
  "aaagttacactt": 47840,
  "aaagttcaacgg": 40975,
  "aaagttcaagac": 49585,
  "aaagttgaggct": 31630,
  "aaagttggatgg": 29799,
  "aaagttggattg": 55804,
  "aaagttggtggt": 47606,
  "aaagtttaaagg": 50382,
  "aaagtttaacgg": 31235,
  "aaagtttaatgg": 38974,
  "aaagtttctgcc": 33740,
  "aaagtttctgtc": 51026,
  "aaagtttcttcc": 51594,
  "aaagtttgcaga": 29698,
  "aaagtttgtgaa": 33442,
  "aaagttttcaga": 35497,
  "aaagtttttaac": 55237,
  "aaagtttttggt": 34681,
  "aaanaaatttac": 51462,
  "aaanatngntga": 58250,
  "aaanattgctga": 35162,
  "aaanattttggt": 49783,
  "aaancaagcaag": 46125,
  "aaancacacttt": 36735,
  "aaancctncact": 46845,
  "aaancnccacca": 54867,
  "aaancnttcact": 40612,
  "aaangaatctat": 41960,
  "aaangatctctg": 47093,
  "aaanggaaccat": 60583,
  "aaanggaatcta": 40512,
  "aaannaagcaag": 56338,
  "aaannaatctnn": 43009,
  "aaannantctat": 41378,
  "aaanncttcact": 38080,
  "aaanngaatcta": 44946,
  "aaannnatctat": 40716,
  "aaannnccagat": 30597,
  "aaannnnaacca": 53348,
  "aaannnnagctt": 42753,
  "aaannnncagat": 30623,
  "aaannnnnctat": 55854,
  "aaannnnnctga": 62282,
  "aaannnnnnagc": 39515,
  "aaannnnnncta": 38942,
  "aaannnnnnnat": 42628,
  "aaannnnnnnca": 47269,
  "aaannnnnnncn": 41961,
  "aaannnnnnnct": 41141,
  "aaannnnnnnna": 46748,
  "aaannnnnnnnn": 32090,
  "aaannnnnnnta": 46592,
  "aaannnntcact": 55333,
  "aaantggaacca": 61249,
  "aaataacgctac": 51857,
  "aaataacttcac": 38530,
  "aaataatctctg": 58208,
  "aaataccatttg": 32505,
  "aaatacgcttgt": 42018,
  "aaatacttctaa": 33755,
  "aaatagcacaca": 62260,
  "aaatannncnga": 60989,
  "aaatataaatga": 56491,
  "aaatataatgaa": 31394,
  "aaatataatgnn": 49425,
  "aaatatattcta": 32926,
  "aaatatcttagg": 58478,
  "aaatatnnctga": 60041,
  "aaatatnnnnnn": 46405,
  "aaatattaatga": 43913,
  "aaatattaccaa": 33578,
  "aaatattaccag": 29632,
  "aaatattactag": 46006,
  "aaatattcaaaa": 38119,
  "aaatattgcaga": 59367,
  "aaatattgcnga": 61004,
  "aaatattgcnnn": 62256,
  "aaatattgctga": 34114,
  "aaatattnnnnn": 57141,
  "aaatatttacca": 57900,
  "aaatattttaag": 31686,
  "aaatattttggt": 48889,
  "aaatcaaacaag": 56159,
  "aaatcaagcaag": 38955,
  "aaatcacacttt": 35131,
  "aaatcagagcgt": 39888,
  "aaatcagagctt": 29703,
  "aaatcagatctt": 34987,
  "aaatcagcaact": 57868,
  "aaatcatatggt": 38876,
  "aaatcattacca": 61566,
  "aaatcattacta": 29735,
  "aaatcattcact": 54612,
  "aaatccaagact": 46303,
  "aaatccatcact": 43875,
  "aaatcccttcac": 33526,
  "aaatccnncact": 43886,
  "aaatccnnnncn": 45750,
  "aaatccnnnnct": 32849,
  "aaatccnnnnnn": 33413,
  "aaatccnnnnnt": 42455,
  "aaatccntcacn": 39295,
  "aaatccntcact": 40513,
  "aaatccntcann": 41911,
  "aaatcctgcact": 46023,
  "aaatcctnnnnn": 38293,
  "aaatccttcaac": 41769,
  "aaatccttcaca": 41801,
  "aaatccttcacc": 40204,
  "aaatccttcacn": 37921,
  "aaatccttcact": 30250,
  "aaatccttcann": 40759,
  "aaatccttcant": 41718,
  "aaatccttcatt": 37507,
  "aaatccttccac": 38054,
  "aaatccttccct": 47332,
  "aaatccttcgct": 54470,
  "aaatccttcnct": 42921,
  "aaatccttcnnn": 45594,
  "aaatccttgact": 49501,
  "aaatccttnact": 33066,
  "aaatccttnnct": 41838,
  "aaatccttnnnn": 40360,
  "aaatcctttact": 37126,
  "aaatcctttcac": 46518,
  "aaatcgattgcc": 49562,
  "aaatcgctccag": 32343,
  "aaatcgtgcttt": 41322,
  "aaatcnnnnnnn": 46580,
  "aaatcnttcact": 47118,
  "aaatctaacata": 54697,
  "aaatctaatctc": 48610,
  "aaatctaccagg": 57996,
  "aaatctactaat": 47128,
  "aaatctancagg": 61724,
  "aaatctatcaaa": 50122,
  "aaatctatcagg": 29521,
  "aaatctatccag": 59739,
  "aaatctattcag": 39954,
  "aaatctattgtt": 52259,
  "aaatctcaaacc": 42216,
  "aaatctcctcgg": 32116,
  "aaatctcctcgt": 55051,
  "aaatctctcatc": 54694,
  "aaatcttagaga": 37856,
  "aaatcttaggga": 33884,
  "aaatcttagtga": 54857,
  "aaatcttangga": 41488,
  "aaatcttgattc": 40388,
  "aaatctttcact": 37295,
  "aaatcttttgag": 49821,
  "aaatgaaaatgg": 39310,
  "aaatgaatcgct": 51530,
  "aaatgaatctct": 30823,
  "aaatgacctctg": 39728,
  "aaatgatatcct": 30751,
  "aaatgatatcnt": 49731,
  "aaatgatatctt": 62081,
  "aaatgatattct": 51349,
  "aaatgatcnctg": 44867,
  "aaatgatctctg": 29125,
  "aaatgatctgtg": 45282,
  "aaatgatctnnn": 56953,
  "aaatgatctntg": 61378,
  "aaatgattgctc": 32496,
  "aaatgatttctg": 45490,
  "aaatgattttac": 54061,
  "aaatgcacaagc": 29314,
  "aaatgcacacgc": 44222,
  "aaatgcacttgg": 62259,
  "aaatgcagcaat": 61639,
  "aaatgccatagt": 59432,
  "aaatgcgcaagc": 40261,
  "aaatgctgtaga": 33041,
  "aaatggaaccat": 33836,
  "aaatggaaccnt": 35112,
  "aaatggaactat": 53544,
  "aaatggaancan": 35091,
  "aaatggaannnn": 34701,
  "aaatggaatcat": 53568,
  "aaatggcacaca": 30791,
  "aaatggcacata": 57286,
  "aaatggccatgg": 31705,
  "aaatggctatca": 32954,
  "aaatggcttata": 32507,
  "aaatgggaacca": 50495,
  "aaatggnaccat": 34168,
  "aaatggtctctg": 59913,
  "aaatggtgttga": 38071,
  "aaatgngtcaat": 49665,
  "aaatgtacgttg": 48437,
  "aaatgtcagagt": 32008,
  "aaatgtggtcaa": 34060,
  "aaatgtgtaaat": 49947,
  "aaatgtgtcaac": 53578,
  "aaatgtgtcaag": 46690,
  "aaatgtgtcaat": 29928,
  "aaatgtgtcagt": 51824,
  "aaatgtgtcgat": 47815,
  "aaatgtgttaat": 34385,
  "aaatgttacttg": 38424,
  "aaatgttagagt": 52852,
  "aaatgttatgga": 35800,
  "aaatgtttcaat": 58475,
  "aaatgtttgtgg": 47264,
  "aaatncttcacn": 56639,
  "aaatncttcact": 43754,
  "aaatncttcnnt": 40715,
  "aaatnnnnctga": 59941,
  "aaatnnnnnnnn": 37879,
  "aaatnntgctga": 61493,
  "aaattaaatgat": 31430,
  "aaattaaccaga": 58968,
  "aaattacactac": 51525,
  "aaattacatcac": 48183,
  "aaattacattac": 30172,
  "aaattacattat": 35775,
  "aaattaccaaat": 39503,
  "aaattaccaaga": 44498,
  "aaattaccacat": 54547,
  "aaattaccagat": 30290,
  "aaattaccanga": 56614,
  "aaattaccatat": 38153,
  "aaattacccgat": 60310,
  "aaattaccnnnt": 30969,
  "aaattacctgat": 43921,
  "aaattagagctt": 39328,
  "aaattagatgaa": 52375,
  "aaattannnnnn": 61570,
  "aaattataatta": 43837,
  "aaattatattac": 57442,
  "aaattattacta": 44601,
  "aaattatttgac": 57993,
  "aaattcaacact": 29675,
  "aaattcaagact": 32840,
  "aaattcaagatt": 57980,
  "aaattcaatact": 41414,
  "aaattcacaact": 36523,
  "aaattcagtcgc": 53333,
  "aaattcagttgc": 29230,
  "aaattcagttgt": 43317,
  "aaattcatttgc": 42583,
  "aaattccgcatc": 37085,
  "aaattccttcac": 39843,
  "aaattcggttgc": 47468,
  "aaattctaccag": 31907,
  "aaattctaccca": 58998,
  "aaattctcatcg": 54749,
  "aaattctcctcg": 58848,
  "aaattctttgac": 58985,
  "aaattgacactt": 32772,
  "aaattgaccgcc": 29758,
  "aaattgataggt": 31996,
  "aaattgatcgcc": 52082,
  "aaattgattgca": 51370,
  "aaattgattgcc": 30056,
  "aaattgattgct": 43579,
  "aaattgattgtc": 52856,
  "aaattgatttcc": 52198,
  "aaattgcacttt": 49225,
  "aaattgtgccct": 55824,
  "aaattgttactt": 38088,
  "aaattnagttgc": 57696,
  "aaattnnatgna": 55870,
  "aaatttaacggc": 53698,
  "aaatttaattgc": 59375,
  "aaatttacaaaa": 32469,
  "aaatttagtcgc": 62214,
  "aaatttagtgcg": 59747,
  "aaatttagttgc": 30603,
  "aaatttattgcc": 35204,
  "aaatttctgcct": 52052,
  "aaatttgacgaa": 43062,
  "aaatttgatcaa": 58385,
  "aaatttgatgaa": 30567,
  "aaatttgatgac": 33097,
  "aaatttgatgag": 39103,
  "aaatttgatgan": 36949,
  "aaatttgatgnn": 58231,
  "aaatttgatnaa": 54322,
  "aaatttgcatct": 33629,
  "aaatttggtgca": 49033,
  "aaatttgtgccc": 58966,
  "aaatttnatgaa": 56207,
  "aaattttaacgg": 54925,
  "aaattttactat": 30664,
  "aaattttattat": 53026,
  "aaattttgatga": 58573,
  "aaattttggtgg": 53725,
  "aacaaaaaattt": 56077,
  "aacaaaaagagt": 38798,
  "aacaaaaagttc": 45440,
  "aacaaaaagttn": 54270,
  "aacaaaaagttt": 30334,
  "aacaaaaatttt": 32873,
  "aacaaaagaact": 59270,
  "aacaaaaggttt": 47496,
  "aacaaaagtagg": 40070,
  "aacaaaagtgta": 46983,
  "aacaaaagttgg": 32634,
  "aacaaaagttng": 36556,
  "aacaaaagtttg": 42594,
  "aacaaaannnnn": 54624,
  "aacaaaatgtac": 58828,
  "aacaaaatgttt": 56049,
  "aacaaaatttac": 59721,
  "aacaaacaaaag": 55014,
  "aacaaacacttc": 42432,
  "aacaaaccttgt": 47798,
  "aacaaactttgt": 61188,
  "aacaaagnnnac": 46307,
  "aacaaagnnnnc": 43633,
  "aacaaagnnnnn": 46549,
  "aacaaagtgaca": 31576,
  "aacaaagtgtac": 31050,
  "aacaaagttaca": 39839,
  "aacaaanntaca": 60914,
  "aacaaatacttc": 31151,
  "aacaaatcatat": 37196,
  "aacaaatcttga": 61163,
  "aacaaatgtgtc": 31480,
  "aacaaattaaat": 36958,
  "aacaaatttaca": 29626,
  "aacaaatttacn": 52180,
  "aacaaatttata": 42855,
  "aacaacaaaaag": 40352,
  "aacaacaaaact": 50210,
  "aacaacaaaagc": 54049,
  "aacaacaaaagn": 58916,
  "aacaacaaaagt": 30198,
  "aacaacaaaann": 41951,
  "aacaacaaaant": 46619,
  "aacaacaaaatt": 32122,
  "aacaacaaacgt": 55788,
  "aacaacaaaggt": 37238,
  "aacaacaaangt": 42487,
  "aacaacaaannn": 53197,
  "aacaacaacaaa": 57211,
  "aacaacaacagt": 57304,
  "aacaacaagagt": 40480,
  "aacaacaannnn": 48449,
  "aacaacaatagt": 45477,
  "aacaacacaagt": 36976,
  "aacaacacaatt": 49410,
  "aacaacacagtt": 30127,
  "aacaacacattt": 49363,
  "aacaacacggtt": 52799,
  "aacaacagaagt": 44094,
  "aacaacataagt": 39522,
  "aacaacatagtt": 53193,
  "aacaaccagaac": 49921,
  "aacaacgaaagt": 37771,
  "aacaacgctact": 46230,
  "aacaacgcttgt": 36277,
  "aacaacnaaagt": 33802,
  "aacaactcacat": 50148,
  "aacaactcagtt": 36188,
  "aacaactcatac": 47968,
  "aacaactcatat": 29968,
  "aacaactcattt": 52459,
  "aacaactcgtat": 47677,
  "aacaactctatt": 39459,
  "aacaactcttat": 49131,
  "aacaacttagct": 32528,
  "aacaagaagttt": 55961,
  "aacaagacaaaa": 31923,
  "aacaagaggtca": 48484,
  "aacaagcntgat": 57988,
  "aacaagcttgac": 58246,
  "aacaagcttgat": 45250,
  "aacaanaaaagt": 34878,
  "aacaanaagttt": 51701,
  "aacaanaanngn": 55400,
  "aacaanannagt": 33640,
  "aacaanannngt": 34768,
  "aacaancttgat": 48942,
  "aacaantcatat": 59785,
  "aacaataaaagt": 30928,
  "aacaatacagtt": 48038,
  "aacaatacggtg": 44549,
  "aacaatatggtg": 32485,
  "aacaatcactag": 35782,
  "aacaatcctgat": 55672,
  "aacaatcgtgat": 37373,
  "aacaatctagat": 35993,
  "aacaatctcgat": 54947,
  "aacaatctnnnn": 46673,
  "aacaatcttgac": 54814,
  "aacaatcttgat": 30295,
  "aacaatcttgnn": 54945,
  "aacaatggtact": 52458,
  "aacaattaatta": 32002,
  "aacaattcatat": 49948,
  "aacaattgcact": 48208,
  "aacaatttggca": 31853,
  "aacaattttgat": 50810,
  "aacacaaaggaa": 29364,
  "aacacaataaga": 37055,
  "aacacaatttat": 55780,
  "aacacaccttgt": 50908,
  "aacacacttgtt": 47602,
  "aacacagttgtg": 36260,
  "aacacagtttac": 57233,
  "aacacagtttat": 30527,
  "aacacannnnnn": 55220,
  "aacacattcgtg": 49175,
  "aacacatttatg": 49108,
  "aacacatttgng": 53847,
  "aacacatttgtg": 30122,
  "aacacatttgtt": 35931,
  "aacacatttttg": 40156,
  "aacaccaaagaa": 50178,
  "aacaccaccaan": 45380,
  "aacaccaccaat": 31214,
  "aacaccaccaga": 38860,
  "aacaccacctat": 38995,
  "aacaccaggaac": 31150,
  "aacaccatcaat": 33503,
  "aacacccaacaa": 50576,
  "aacacccaagaa": 30008,
  "aacacccaagac": 53820,
  "aacacccaagat": 51373,
  "aacacccaagca": 52831,
  "aacacccaanaa": 59872,
  "aacacccacgaa": 49614,
  "aacacccaggaa": 48303,
  "aacaccgggaac": 40389,
  "aacaccttgtaa": 46431,
  "aacacgcaagaa": 52913,
  "aacacgcttgtt": 30069,
  "aacacggtttat": 37960,
  "aacacgtgcagg": 33769,
  "aacacgttcagg": 52789,
  "aacacgtttgtg": 49307,
  "aacacgtttttg": 50692,
  "aacactcaagaa": 34626,
  "aacactcttgat": 45476,
  "aacactcttgtt": 34863,
  "aacacttctaac": 34868,
  "aacagaaagaga": 35705,
  "aacagaactcaa": 55192,
  "aacagaatctat": 31058,
  "aacagcaaaagt": 44232,
  "aacagcacagtt": 49887,
  "aacagctcatat": 57117,
  "aacagctggtgc": 39084,
  "aacaggaagaaa": 34216,
  "aacaggaagaga": 29867,
  "aacaggaagagg": 53021,
  "aacaggaagana": 52566,
  "aacaggaagann": 36247,
  "aacaggaataga": 51014,
  "aacaggaggaga": 47721,
  "aacaggatctat": 33143,
  "aacaggatgaga": 51805,
  "aacaggcacagg": 29178,
  "aacaggcacggg": 45595,
  "aacaggcactgg": 61951,
  "aacaggctcagg": 57768,
  "aacaggcttgat": 57646,
  "aacagggaagag": 61190,
  "aacagggtaatt": 32201,
  "aacaggtacagg": 54124,
  "aacagtcttgat": 38500,
  "aacagttggatg": 36146,
  "aacancaaaagt": 55005,
  "aacanctcatat": 62167,
  "aacangcttgat": 61580,
  "aacannnnnngg": 52674,
  "aacannnnnnnc": 52921,
  "aacannnnnnnn": 33117,
  "aacannnttgtt": 35706,
  "aacataataaga": 32698,
  "aacataataagg": 38568,
  "aacataataata": 38663,
  "aacataatagga": 41752,
  "aacatagtttat": 42347,
  "aacatatggttt": 42082,
  "aacatatttgtg": 49404,
  "aacatcacagtt": 53039,
  "aacatcaccagg": 35350,
  "aacatcacctag": 42696,
  "aacatcacnagg": 48081,
  "aacatcactaag": 35174,
  "aacatcactaga": 51073,
  "aacatcactagg": 29827,
  "aacatcactagn": 49851,
  "aacatcactagt": 51492,
  "aacatcactatg": 48804,
  "aacatcannagg": 48157,
  "aacatcnnnagg": 48398,
  "aacatctctggc": 55205,
  "aacatgcttgtt": 48885,
  "aacatgtcaaca": 29582,
  "aacatgtcaata": 44954,
  "aacatnactagg": 49296,
  "aacatnataaga": 41024,
  "aacatnnnnagg": 48172,
  "aacatnnnnngg": 51459,
  "aacatnnnnnnn": 36286,
  "aacattacaaac": 56408,
  "aacattacacca": 45469,
  "aacattactagg": 49569,
  "aacattcaaaaa": 31694,
  "aacattcaagac": 52409,
  "aacattcactag": 57540,
  "aacattcttgat": 53651,
  "aacattgatggt": 37583,
  "aacattgctgac": 56998,
  "aacattttggtg": 61090,
  "aaccaaaaaaac": 34192,
  "aaccaaaaaatt": 46439,
  "aaccaaaaactg": 54292,
  "aaccaaaaagtt": 46136,
  "aaccaaaaatta": 56584,
  "aaccaaaaattc": 55572,
  "aaccaaaaattg": 30455,
  "aaccaaaaattn": 34779,
  "aaccaaaaattt": 39126,
  "aaccaaaagttg": 59228,
  "aaccaaaanttg": 43691,
  "aaccaaaatgca": 31619,
  "aaccaaacagaa": 57869,
  "aaccaaatttac": 59674,
  "aaccaacaaaag": 51694,
  "aaccaacaattg": 44921,
  "aaccaacagaat": 29471,
  "aaccaacagnnn": 44681,
  "aaccaacnnnnn": 44626,
  "aaccaagcaaga": 32477,
  "aaccaagttgct": 48630,
  "aaccaatcttga": 59505,
  "aaccaatggtac": 58321,
  "aaccaattcaat": 55452,
  "aaccaatttaat": 30457,
  "aaccaatttnnn": 61454,
  "aaccacaaaaac": 33627,
  "aaccacaaaacc": 34195,
  "aaccacaaaanc": 34989,
  "aaccacaaatca": 32577,
  "aaccacnaaanc": 34188,
  "aaccagattgct": 47854,
  "aaccaggttgcc": 51587,
  "aaccaggttgcg": 59106,
  "aaccaggttgct": 29951,
  "aaccagtttaat": 56564,
  "aaccanaatgca": 53414,
  "aaccangttgct": 53385,
  "aaccataatgca": 47681,
  "aaccatacagag": 31834,
  "aaccatacagga": 42233,
  "aaccatacanag": 40566,
  "aaccatacatca": 53760,
  "aaccatacnnng": 42249,
  "aaccatgatctg": 36803,
  "aaccatgcttta": 38847,
  "aaccattacaaa": 33040,
  "aaccattacaga": 31045,
  "aaccattacagn": 40935,
  "aaccattactac": 52370,
  "aaccattggtag": 32215,
  "aacccacnnnng": 53957,
  "aacccactaatg": 32835,
  "aacccactaatn": 44846,
  "aacccactnatg": 43256,
  "aacccacttaat": 41422,
  "aacccacttatg": 29530,
  "aacccacttnnn": 42790,
  "aacccattacag": 46538,
  "aaccccgtccta": 41935,
  "aacccctgtcct": 38475,
  "aacccnnnnnnn": 40817,
  "aacccnnntcct": 39407,
  "aaccctgtcata": 60363,
  "aaccctgtccnn": 37416,
  "aaccctgtccta": 32692,
  "aaccctgtcctn": 40138,
  "aaccctgtcctt": 41281,
  "aaccctgtctta": 36984,
  "aaccctgtgcta": 58842,
  "aaccctgttcct": 52659,
  "aaccctgttcta": 37119,
  "aaccctttccta": 40346,
  "aaccgggttgct": 52021,
  "aaccgtgcttta": 31556,
  "aaccnaaaattg": 38114,
  "aaccnacagaat": 44482,
  "aaccnacagann": 43583,
  "aaccnnnnnnnn": 44305,
  "aacctaggactt": 32297,
  "aacctcaaacct": 37101,
  "aacctgaattag": 32046,
  "aacctgatccta": 39057,
  "aacctggaaaga": 58894,
  "aacctggtccnn": 36991,
  "aacctggttgct": 53744,
  "aacctgtgttgc": 52280,
  "aaccttgaagga": 37405,
  "aaccttgaagta": 38386,
  "aaccttgctgct": 49673,
  "aaccttgcttta": 32232,
  "aaccttgtaatg": 48873,
  "aaccttgtccta": 59486,
  "aaccttnnnnnn": 43247,
  "aacctttnnnnn": 61018,
  "aaccttttctta": 57730,
  "aaccttttgaga": 29518,
  "aaccttttgagn": 59605,
  "aaccttttgttg": 37124,
  "aacgaaaatgga": 59661,
  "aacgaaccttgt": 58260,
  "aacgaacttcac": 41280,
  "aacgaatctctc": 52447,
  "aacgacaaaagt": 53044,
  "aacgactcatat": 52197,
  "aacgatatcctt": 48981,
  "aacgatccactg": 59284,
  "aacgatctctgc": 55655,
  "aacgatggtgtt": 40241,
  "aacgattgctga": 50926,
  "aacgcacaagct": 56603,
  "aacgcactaatg": 52699,
  "aacgccacaaaa": 35696,
  "aacgccacaaga": 59338,
  "aacgccaccaaa": 33628,
  "aacgccaccaca": 37003,
  "aacgccaccaga": 31002,
  "aacgccaccagc": 30263,
  "aacgccaccagg": 54081,
  "aacgccaccagn": 37132,
  "aacgccaccagt": 57214,
  "aacgccaccana": 32777,
  "aacgccaccant": 57533,
  "aacgccaccata": 38238,
  "aacgccacccga": 46675,
  "aacgccaccctg": 59277,
  "aacgccaccnga": 61115,
  "aacgccacnaga": 57532,
  "aacgccactaca": 59227,
  "aacgccactaga": 39098,
  "aacgccancaga": 61626,
  "aacgccnnnnnn": 60274,
  "aacgcctccaga": 50903,
  "aacgcgtgcagg": 40436,
  "aacgcnancaga": 55305,
  "aacgcnnnnaga": 47040,
  "aacgcnnnnnnn": 59202,
  "aacgctaccaga": 45957,
  "aacgctactaat": 33398,
  "aacgcttcagtt": 52163,
  "aacggaaccatt": 49839,
  "aacggacttact": 54579,
  "aacggcacacac": 49939,
  "aacggcattact": 55950,
  "aacggccaccag": 47047,
  "aacggcctcact": 37380,
  "aacggccttaat": 30434,
  "aacggccttacc": 46436,
  "aacggccttact": 30870,
  "aacggccttagt": 54544,
  "aacggccttann": 60711,
  "aacggccttant": 32746,
  "aacggccttatt": 35766,
  "aacggcnttact": 55344,
  "aacgggcacagg": 33507,
  "aacggncttact": 61582,
  "aacggtcttaat": 33538,
  "aacggtcttact": 35986,
  "aacggtgttaaa": 54721,
  "aacggtgttgaa": 32989,
  "aacggtgttgca": 59461,
  "aacggtgttggt": 51440,
  "aacggtttaaca": 37114,
  "aacgnccttnnt": 33081,
  "aacgngcttnnn": 59994,
  "aacgnncttact": 56624,
  "aacgtctatgca": 45639,
  "aacgtgctttaa": 56940,
  "aacgttacttgg": 37266,
  "aacgttggtggt": 50861,
  "aacnaaaaannn": 34361,
  "aacnaaaagttt": 44112,
  "aacngcacagaa": 62161,
  "aacngccttact": 54163,
  "aacngcnttact": 41392,
  "aacngtgttgct": 36249,
  "aacngtttgtgg": 35310,
  "aacnnctacatn": 44028,
  "aacnngaaggag": 36025,
  "aacnnngtccta": 39411,
  "aacnnnnnnnng": 35605,
  "aacnnnnnnnnn": 30860,
  "aacnnnnttgct": 53427,
  "aacnntaccaga": 36382,
  "aacnntagagtc": 33489,
  "aacnntcttgat": 30955,
  "aacntcacaact": 52380,
  "aacntntgnccc": 58010,
  "aactaaaatgtc": 59496,
  "aactaagaggtt": 45719,
  "aactaattctcc": 52529,
  "aactacaaaagt": 40581,
  "aactaccggtat": 48617,
  "aactagtcaatc": 41305,
  "aactataattac": 54700,
  "aactattgctga": 59400,
  "aactcaaatcta": 33430,
  "aactcaattacc": 29423,
  "aactcactttct": 47613,
  "aactcagactaa": 61136,
  "aactcagttgct": 44541,
  "aactcagtttat": 35473,
  "aactcatacgag": 33087,
  "aactcatataag": 34832,
  "aactcatatgag": 30368,
  "aactcatatgan": 61875,
  "aactcatatgat": 54030,
  "aactcatatgcg": 43782,
  "aactcatatgnn": 54968,
  "aactcatattat": 56804,
  "aactcatttgag": 37770,
  "aactccaccaga": 39692,
  "aactcccaagaa": 47643,
  "aactccgcatca": 35056,
  "aactcctggtga": 47248,
  "aactcntatgag": 54085,
  "aactctattgcc": 31538,
  "aactctcatcgg": 42361,
  "aactctgagcca": 49715,
  "aactctgagtgt": 47458,
  "aactctgtccta": 40096,
  "aactcttatgag": 55435,
  "aactgaaatcta": 31107,
  "aactgaatgcag": 30674,
  "aactgaatgcca": 41590,
  "aactgcacaaaa": 54467,
  "aactgcacacaa": 37375,
  "aactgcacagaa": 30354,
  "aactgcacagac": 42395,
  "aactgcacagag": 38410,
  "aactgcacagat": 42544,
  "aactgcacagct": 55696,
  "aactgcacagta": 37812,
  "aactgcacanaa": 41732,
  "aactgcacggaa": 35984,
  "aactgcacngaa": 46332,
  "aactgcactgaa": 32157,
  "aactgcactttt": 49011,
  "aactgcanagaa": 54601,
  "aactgcatagaa": 32971,
  "aactgcccctgc": 60026,
  "aactgcgatgtt": 35714,
  "aactgcgttgct": 52873,
  "aactgctcccgc": 34279,
  "aactgctcctgc": 30784,
  "aactggaaaaga": 58042,
  "aactggaaacat": 45297,
  "aactggaaagat": 29134,
  "aactggaaanat": 42488,
  "aactggaaatan": 61918,
  "aactggaaatat": 34070,
  "aactggaacgat": 53940,
  "aactggaacnnt": 54504,
  "aactggaactat": 55120,
  "aactggaaggat": 41684,
  "aactggaanaga": 57958,
  "aactggaangat": 33465,
  "aactggaannat": 61684,
  "aactggaantat": 57182,
  "aactggaataag": 36048,
  "aactggaatagc": 30681,
  "aactggaatanc": 59876,
  "aactggaatatc": 49228,
  "aactggaattat": 59215,
  "aactggacagat": 36142,
  "aactggannnnn": 61009,
  "aactggantatc": 49281,
  "aactggcttgat": 41385,
  "aactgggaaaga": 58940,
  "aactgggaatat": 47008,
  "aactggnnnaga": 62219,
  "aactgnnnnnnn": 39975,
  "aactgnttgtgg": 44038,
  "aactgtacagaa": 46730,
  "aactgtagaaaa": 41770,
  "aactgtgaagtt": 48956,
  "aactgtgatatt": 52077,
  "aactgtgatgtc": 52904,
  "aactgtgatgtt": 30124,
  "aactgtgatntt": 61390,
  "aactgtggtgtt": 47664,
  "aactgtgntgtt": 52001,
  "aactgtgtagct": 48171,
  "aactgtgtcgct": 48810,
  "aactgtgttgca": 51575,
  "aactgtgttgcc": 52633,
  "aactgtgttgcg": 49172,
  "aactgtgttgct": 29869,
  "aactgtnnnnnn": 38074,
  "aactgtnttgct": 50484,
  "aactgttacttt": 54603,
  "aactgttnnngg": 44914,
  "aactgtttgcgg": 61077,
  "aactgtttgngg": 46734,
  "aactgtttgnnn": 42322,
  "aactgtttgtgg": 29170,
  "aactgtttgtgn": 39910,
  "aactgtttgtnn": 42323,
  "aactgtttnnnn": 43966,
  "aactgtttntgg": 44838,
  "aactgttttgcc": 34120,
  "aactnaatgcag": 59396,
  "aactncacaact": 59765,
  "aactncncaact": 59853,
  "aactncnnaact": 59786,
  "aactnctcctgc": 53091,
  "aactnnnnaact": 62172,
  "aactnnnnnnnn": 36359,
  "aacttaaatgaa": 40270,
  "aacttactccta": 32416,
  "aacttagctcca": 31987,
  "aacttagtgcgt": 45880,
  "aacttatatgag": 33163,
  "aacttatatgat": 55248,
  "aacttatgccct": 46020,
  "aacttcaaaatg": 33937,
  "aacttcaacttc": 53579,
  "aacttcaagatg": 31981,
  "aacttcaanatg": 35436,
  "aacttcaatggt": 31482,
  "aacttcacaaac": 50036,
  "aacttcacaaca": 35038,
  "aacttcacaacc": 51387,
  "aacttcacaact": 30107,
  "aacttcacgact": 34396,
  "aacttcannnnn": 36020,
  "aacttcataact": 50270,
  "aacttcgcacca": 60750,
  "aacttcncaact": 60841,
  "aacttcnnaact": 50762,
  "aacttcnnactt": 44559,
  "aacttctaaact": 36014,
  "aacttctaacnn": 34511,
  "aacttctaactn": 40676,
  "aacttctaactt": 33659,
  "aacttctaannn": 35183,
  "aacttctaantt": 35584,
  "aacttctaattt": 61534,
  "aacttctacatg": 29536,
  "aacttctacatn": 45141,
  "aacttctacnnn": 56960,
  "aacttctanctt": 59447,
  "aacttctcaact": 51754,
  "aacttctcctgc": 38391,
  "aacttctnnnnn": 54384,
  "aacttgaattag": 61929,
  "aacttggaaagt": 32066,
  "aacttggatgga": 59635,
  "aacttggnaagt": 57678,
  "aacttggttaaa": 60719,
  "aacttgtgcccc": 36266,
  "aacttgtgcccg": 45124,
  "aacttgtgcccn": 43985,
  "aacttgtgccct": 30260,
  "aacttgtgccnn": 61354,
  "aacttgtgccnt": 34343,
  "aacttgtgctct": 42667,
  "aacttgtggccc": 56920,
  "aacttgtgtcct": 39573,
  "aacttnanaact": 60856,
  "aacttngaaagt": 60243,
  "aacttnnnaact": 62157,
  "aacttnnnnnnn": 47489,
  "aacttntacatg": 59348,
  "aacttntacntg": 47531,
  "aacttntgccct": 58972,
  "aactttaatggt": 35531,
  "aactttacaact": 34824,
  "aactttactatt": 52465,
  "aactttacttgc": 33992,
  "aactttactttc": 40624,
  "aactttagagnc": 35036,
  "aactttagagtc": 31407,
  "aactttagagtn": 44317,
  "aactttagattc": 53480,
  "aactttgcttgc": 59063,
  "aactttggtgca": 52257,
  "aactttnnnnnn": 50817,
  "aacttttacatg": 59291,
  "aacttttatgaa": 42798,
  "aacttttctatt": 41402,
  "aacttttgccct": 36948,
  "aagaaaacaggg": 60651,
  "aagaaaagaact": 29721,
  "aagaaaataact": 45761,
  "aagaaacaaagt": 46602,
  "aagaaattgacc": 32059,
  "aagaacaaaagt": 37403,
  "aagaacaaatgt": 36753,
  "aagaacattgat": 50622,
  "aagaaccataca": 33271,
  "aagaacttaaat": 36175,
  "aagaacttcaca": 31659,
  "aagaacttcata": 36183,
  "aagaacttggaa": 32607,
  "aagaactttaca": 54482,
  "aagaaggagtta": 35219,
  "aagaagtcattt": 43780,
  "aagaagtttttg": 31925,
  "aagaatataaat": 51494,
  "aagaatatcgat": 51986,
  "aagaatattgac": 42227,
  "aagaatattgan": 52646,
  "aagaatattgat": 32730,
  "aagaatattggt": 35595,
  "aagaatatttat": 49764,
  "aagaatcataca": 31687,
  "aagaatctaaat": 47876,
  "aagaatcttgat": 52035,
  "aagaatgttgat": 53138,
  "aagaatnttgat": 58869,
  "aagaattgcact": 60457,
  "aagaatttaaaa": 53264,
  "aagaatttaaac": 52446,
  "aagaatttaaat": 30146,
  "aagaatttaagt": 52157,
  "aagaatttanan": 51328,
  "aagaatttannn": 51398,
  "aagaatttcaca": 34588,
  "aagaatttnann": 51309,
  "aagaatttnnnn": 51341,
  "aagaatttttat": 53857,
  "aagacaaaaaca": 29622,
  "aagacaaaaacn": 59539,
  "aagacaaaaata": 60503,
  "aagacaacacat": 37969,
  "aagacagcagta": 43781,
  "aagacannngta": 54866,
  "aagacatcaata": 41896,
  "aagacatcagta": 30393,
  "aagacatcagtg": 39252,
  "aagacatcanna": 54306,
  "aagacatcatta": 62108,
  "aagacatcggta": 56837,
  "aagacatcngta": 60838,
  "aagacattagta": 39601,
  "aagaccaagcaa": 57887,
  "aagacccagtcc": 33395,
  "aagacgaatctg": 53159,
  "aagacgactctg": 32626,
  "aagacnaaaaac": 57052,
  "aagacntcagta": 61763,
  "aagactcacttt": 31977,
  "aagactcagact": 51834,
  "aagactcatttt": 36050,
  "aagacttcagta": 42470,
  "aagacttcagtg": 45122,
  "aagacttttcta": 57114,
  "aagagaatcagc": 31420,
  "aagagaatcann": 46492,
  "aagagaatcggc": 32247,
  "aagagagttgat": 53728,
  "aagagctgattt": 56648,
  "aagagctgttgt": 53395,
  "aagaggagttag": 55886,
  "aagaggctggat": 37226,
  "aagagggtcatt": 61417,
  "aagaggtcactt": 58519,
  "aagaggtcantt": 46424,
  "aagaggtcattc": 41985,
  "aagaggtcattt": 30420,
  "aagaggtcgttt": 36850,
  "aagaggtcnttt": 60903,
  "aagaggtctttt": 56024,
  "aagaggtttgat": 33383,
  "aagaggtttgct": 46535,
  "aagagnnnngat": 39408,
  "aagagnnnnnnn": 60918,
  "aagagtccaacc": 40870,
  "aagagttgatct": 45841,
  "aagagttgatnn": 45845,
  "aagagttgattt": 29342,
  "aagagttgnnnn": 55713,
  "aagagtttattc": 37346,
  "aagangtcattt": 34307,
  "aagannnttgat": 48896,
  "aagatagctgat": 48669,
  "aagatatattct": 57232,
  "aagatatcagta": 56210,
  "aagatcgctgat": 35525,
  "aagatctacttt": 29637,
  "aagatctatttt": 39427,
  "aagatctccctc": 57656,
  "aagatctncttt": 58533,
  "aagatgatttta": 43480,
  "aagatgtggtca": 32523,
  "aagatnnnnnnn": 42339,
  "aagattattgat": 49512,
  "aagattcaagac": 59117,
  "aagattcacttt": 50835,
  "aagattgattgc": 51046,
  "aagattgctaat": 48649,
  "aagattgctgac": 49331,
  "aagattgctgat": 29888,
  "aagattgctgnt": 53483,
  "aagattgcttat": 50969,
  "aagattggtggt": 49935,
  "aagattgtttag": 43841,
  "aagatttacttt": 42295,
  "aagatttcctaa": 47103,
  "aagatttctgat": 35485,
  "aagatttgctga": 48291,
  "aagattttggtg": 29629,
  "aagcaagagatc": 51848,
  "aagcaagaggtc": 30696,
  "aagcaannnnnn": 61425,
  "aagcaatatggt": 43381,
  "aagcacaccttg": 48283,
  "aagcacacgcct": 32653,
  "aagcacactttc": 29726,
  "aagccaagcaag": 43290,
  "aagccttttgag": 49395,
  "aagcggtcattt": 54696,
  "aagctcaaacct": 50540,
  "aagctcactttc": 43203,
  "aagctccaattt": 42113,
  "aagctggtgctg": 41757,
  "aagctgttgaac": 36049,
  "aagcttgattct": 33445,
  "aagctttaaaca": 29683,
  "aagctttaaacn": 60705,
  "aagctttaaata": 45216,
  "aaggaaaacagg": 29809,
  "aaggaaaactgg": 57079,
  "aaggaagagaat": 47033,
  "aaggaagagtta": 51958,
  "aaggaatctatc": 32310,
  "aaggaatttgtg": 43070,
  "aaggaattttta": 30794,
  "aaggaccttgaa": 48686,
  "aaggacgagtta": 51652,
  "aaggactgttgt": 49421,
  "aaggacttgttc": 38460,
  "aaggacttttct": 34204,
  "aaggaggagcta": 53240,
  "aaggaggagtta": 30132,
  "aaggaggagttg": 48622,
  "aaggaggattta": 52949,
  "aaggagtcaaat": 29786,
  "aaggagttagat": 55842,
  "aagganttttta": 35471,
  "aaggatattgat": 49097,
  "aaggatgagtta": 35946,
  "aaggattgctga": 48344,
  "aaggcacaggtg": 57668,
  "aaggccttactg": 57670,
  "aaggcggagtta": 53842,
  "aaggcgtctttg": 38396,
  "aaggcgtgatct": 58978,
  "aaggctggtggt": 49330,
  "aaggctgttgtt": 58948,
  "aagggaatctat": 44236,
  "aagggagtcaaa": 49568,
  "aagggctaccat": 45102,
  "aagggctatcac": 40000,
  "aagggctatcan": 51569,
  "aagggctatcat": 30497,
  "aagggctattgt": 51584,
  "aagggctcttgt": 52834,
  "aagggctgctgt": 53461,
  "aagggctgttat": 50123,
  "aagggctgttgc": 48329,
  "aagggctgttgt": 30164,
  "aagggctgttnt": 35337,
  "aagggctgtttt": 34526,
  "aagggcttatca": 56808,
  "aagggctttcat": 60410,
  "aagggcttttgt": 49194,
  "aagggtgttgaa": 52910,
  "aagggttatcat": 38050,
  "aagggttggtgg": 36695,
  "aagggttgttgt": 35536,
  "aagggttttaat": 46152,
  "aaggntggtggt": 50308,
  "aaggntgttggt": 50458,
  "aaggtctaacat": 50278,
  "aaggtgacactt": 48588,
  "aaggtgtacgtt": 34650,
  "aaggtgtcttag": 44787,
  "aaggtgtctttg": 29728,
  "aaggtnngtggt": 35970,
  "aaggtnnnnnnn": 34146,
  "aaggttagtggt": 48107,
  "aaggttcgtggt": 49846,
  "aaggttgatggt": 53471,
  "aaggttgctgtt": 38348,
  "aaggttggcggt": 52977,
  "aaggttgggtgg": 35975,
  "aaggttggtggn": 35960,
  "aaggttggtggt": 29897,
  "aaggttgntggt": 48389,
  "aaggttgttggt": 47733,
  "aaggttngtggt": 49204,
  "aaggttnnnnnn": 52597,
  "aaggttnntggt": 49930,
  "aaggtttctttg": 59517,
  "aaggtttggtgg": 34160,
  "aaggttttaatt": 32368,
  "aagncnactaat": 56732,
  "aagnnnnncata": 45443,
  "aagnnnnnnata": 53361,
  "aagnnnnnnnnn": 53831,
  "aagnnnnntggt": 51991,
  "aagtaaaacagg": 53116,
  "aagtaatttgac": 57203,
  "aagtaattttta": 60957,
  "aagtaggatgga": 39081,
  "aagtagtcaaat": 44872,
  "aagtatcatcgg": 59234,
  "aagtatgagcag": 31703,
  "aagtatgaggag": 52549,
  "aagtatttaaat": 53171,
  "aagtcaaacaaa": 32468,
  "aagtcagacaaa": 32342,
  "aagtcagccaaa": 57089,
  "aagtcagttgct": 60660,
  "aagtcatttgac": 57271,
  "aagtccaacata": 53230,
  "aagtccactaat": 41573,
  "aagtcccatcgg": 57686,
  "aagtccctgttg": 32413,
  "aagtccgcatca": 36981,
  "aagtcctaacat": 49589,
  "aagtccttcact": 41466,
  "aagtcggatgga": 57156,
  "aagtcnaacana": 46916,
  "aagtctaaacat": 53684,
  "aagtctaacaat": 49899,
  "aagtctaacaca": 37140,
  "aagtctaacata": 29028,
  "aagtctaacatg": 49122,
  "aagtctaacatn": 51480,
  "aagtctaacatt": 34130,
  "aagtctaactta": 57584,
  "aagtctaanata": 48656,
  "aagtctaannnn": 35578,
  "aagtctaatata": 33222,
  "aagtctaatctc": 31454,
  "aagtctaatctt": 54210,
  "aagtctactaac": 60718,
  "aagtctactaat": 30325,
  "aagtctacttat": 56033,
  "aagtctancata": 52574,
  "aagtctannnnt": 46209,
  "aagtctcaccgg": 57266,
  "aagtctcatcga": 61464,
  "aagtctcatcgg": 37379,
  "aagtctcatcgt": 57630,
  "aagtctcctcgg": 33232,
  "aagtctcntcgg": 58311,
  "aagtctgacata": 62061,
  "aagtctgtgaat": 35081,
  "aagtctnacata": 50183,
  "aagtctnacatn": 45647,
  "aagtctnctaat": 33642,
  "aagtcttaacat": 51864,
  "aagtcttacata": 51629,
  "aagtcttatcgg": 58807,
  "aagtgaatctct": 52152,
  "aagtgacaattg": 60063,
  "aagtgacacttg": 29639,
  "aagtgacacttn": 58425,
  "aagtgacgcttg": 62232,
  "aagtgagttaag": 37345,
  "aagtgagttcag": 33873,
  "aagtgcaaattg": 29694,
  "aagtgcacnnnn": 58764,
  "aagtgcactngg": 41927,
  "aagtgcacttga": 46175,
  "aagtgcacttgg": 29310,
  "aagtgcacttgt": 39575,
  "aagtgcgcttgg": 45267,
  "aagtggagttca": 53156,
  "aagtggagttta": 48407,
  "aagtgnannttg": 52268,
  "aagtgnnnnnnn": 35139,
  "aagtgtacattg": 48276,
  "aagtgtaccttg": 48194,
  "aagtgtacgctg": 51558,
  "aagtgtacgnnn": 33209,
  "aagtgtacgtnn": 51893,
  "aagtgtacgtta": 48385,
  "aagtgtacgttg": 29849,
  "aagtgtacgttn": 34545,
  "aagtgtacnnnn": 34842,
  "aagtgtacnttg": 34709,
  "aagtgtactttg": 34098,
  "aagtgtannnng": 50389,
  "aagtgtannttg": 36730,
  "aagtgtctttgt": 45707,
  "aagtgtgacata": 34833,
  "aagtgtgtcaat": 49188,
  "aagtgtgttaat": 46534,
  "aagtgtnnnnnn": 35215,
  "aagtgtnnnntg": 34518,
  "aagtgttacgga": 51804,
  "aagtgttatgga": 29875,
  "aagtgttatggg": 49557,
  "aagtgttntaaa": 57123,
  "aagtgttntgga": 55085,
  "aagtgttttaaa": 30750,
  "aagtnnacgttg": 36708,
  "aagtnnncnntg": 55077,
  "aagtnnnnnnnn": 34466,
  "aagtntaacata": 50722,
  "aagtntacgttg": 34495,
  "aagttacattac": 41050,
  "aagttaccagat": 38147,
  "aagttagtgcgt": 45961,
  "aagttatnnnnn": 55355,
  "aagttattcgac": 58443,
  "aagttatttgaa": 48408,
  "aagttatttgac": 29078,
  "aagttatttgat": 60401,
  "aagttatttgtc": 57640,
  "aagttattttac": 58681,
  "aagttcaacggc": 32946,
  "aagttcaacttc": 46691,
  "aagttcaagact": 44793,
  "aagttcagttgc": 45053,
  "aagttcatctga": 60789,
  "aagttcctgcct": 48382,
  "aagttctttcac": 60340,
  "aagttctttgac": 57365,
  "aagttgaccgcc": 61545,
  "aagttgaggctg": 31994,
  "aagttgattgcc": 49201,
  "aagttgccaaga": 58670,
  "aagttggaagga": 38178,
  "aagttggacagc": 37965,
  "aagttggacgga": 57965,
  "aagttggataga": 62228,
  "aagttggatgca": 30963,
  "aagttggatgga": 29046,
  "aagttggatggc": 53729,
  "aagttggatggn": 36461,
  "aagttggattga": 41584,
  "aagttggtggta": 59604,
  "aagtttaaaggc": 51819,
  "aagtttaacata": 33375,
  "aagtttaacggc": 31586,
  "aagtttaatggc": 36061,
  "aagtttacagac": 52868,
  "aagtttatttga": 33809,
  "aagtttcaaact": 35175,
  "aagtttcatcgg": 61593,
  "aagtttcggcct": 51259,
  "aagtttctgcct": 29935,
  "aagtttctgnct": 53380,
  "aagtttctgtct": 58843,
  "aagtttcttcct": 36530,
  "aagtttgatgaa": 56117,
  "aagtttgatgga": 34126,
  "aagtttgcagac": 29330,
  "aagtttgcagat": 41098,
  "aagtttggtggt": 49159,
  "aagtttgtgaat": 58247,
  "aagttttatagc": 58090,
  "aagttttatgga": 44524,
  "aagtttttaacg": 32320,
  "aagtttttgcac": 29624,
  "aagtttttgcct": 53166,
  "aagttttttaaa": 40441,
  "aanaacaaaagt": 34294,
  "aanaacaaaant": 34313,
  "aanaacaacaaa": 35813,
  "aanaacaanagt": 34892,
  "aanaacaanant": 33636,
  "aanaacgctact": 61292,
  "aanaactcatat": 48972,
  "aanaactctatt": 60296,
  "aanaancttgat": 61372,
  "aanaatttaaat": 52106,
  "aanacatcagta": 34767,
  "aanaccaccaat": 42371,
  "aanaggaatcta": 39319,
  "aanaggcacagg": 60253,
  "aanagnaatcna": 47551,
  "aananctcatat": 59198,
  "aanangncnttt": 54276,
  "aanannnnnnnn": 46903,
  "aanatatattct": 61112,
  "aanatattctaa": 41490,
  "aanatcactagg": 52610,
  "aanatgtcaaca": 61192,
  "aanattacaaac": 57226,
  "aanattcaaaaa": 41009,
  "aanattgctgat": 33613,
  "aanattttggtg": 57253,
  "aancaatttaat": 45387,
  "aanccactaatg": 52830,
  "aanccttttgag": 60642,
  "aancnatcnngc": 35299,
  "aanctcaaacct": 57649,
  "aancttgattct": 61384,
  "aancttgctgct": 52244,
  "aancttgtgccc": 58174,
  "aangaacttcac": 47896,
  "aangcacacttt": 51255,
  "aanggaaccatt": 35448,
  "aanggaatctat": 43685,
  "aanggagncaan": 60227,
  "aanggccttact": 41644,
  "aanggccttant": 53694,
  "aanggtttaaca": 54832,
  "aangnnnnnnnn": 56641,
  "aangtctgtgaa": 40344,
  "aangttggtggt": 60858,
  "aannataattac": 30961,
  "aannatattgat": 47993,
  "aannatcttgat": 53784,
  "aanngaaaatgg": 41220,
  "aannggaannna": 45681,
  "aannggaatcta": 40477,
  "aanngnnnnnnn": 46382,
  "aanngttacttt": 39922,
  "aannnaatnnnn": 46032,
  "aannnagaggtc": 53057,
  "aannncgctact": 46247,
  "aannnctactaa": 43676,
  "aannngaatcta": 56229,
  "aannnncattac": 60228,
  "aannnngaacca": 60575,
  "aannnngaatct": 57874,
  "aannnngttgct": 51850,
  "aannnnnatcnn": 43014,
  "aannnnnatgga": 45920,
  "aannnnnnagct": 31026,
  "aannnnnncana": 53186,
  "aannnnnnctat": 54411,
  "aannnnnnnaga": 42404,
  "aannnnnnnagc": 43538,
  "aannnnnnncta": 42209,
  "aannnnnnngct": 33277,
  "aannnnnnnnat": 41405,
  "aannnnnnnnct": 35063,
  "aannnnnnnngc": 43502,
  "aannnnnnnnna": 41374,
  "aannnnnnnnnc": 58753,
  "aannnnnnnnnn": 33515,
  "aannnnnnnntc": 42100,
  "aannnnnnnntn": 36365,
  "aannnnnnnttg": 35647,
  "aannnnnnttgg": 35571,
  "aannnnntatca": 42125,
  "aannnnnttgct": 49207,
  "aannntacaaac": 56728,
  "aanntataatga": 46471,
  "aanntctatgca": 42095,
  "aantaaagattt": 45381,
  "aantataattac": 45808,
  "aantcagttgct": 34341,
  "aantccttcact": 44124,
  "aantctaacata": 52300,
  "aantctcatcgg": 50033,
  "aantctcctcgg": 61784,
  "aantctcgtcgg": 50266,
  "aantctcntcgg": 49041,
  "aantgaatgnnn": 43657,
  "aantgatctctg": 61826,
  "aantgcacttgg": 44126,
  "aanttaaatgaa": 51625,
  "aanttcgcacca": 59560,
  "aanttgtgccnt": 61630,
  "aantttgcagac": 45830,
  "aantttggtgca": 48262,
  "aataaaaagttt": 37941,
  "aataaaagttgg": 55585,
  "aataaaccttgt": 61236,
  "aataaacgctac": 52678,
  "aataaatatttt": 57312,
  "aataacaaaagt": 37635,
  "aataacaacaaa": 35010,
  "aataacacagtt": 48665,
  "aataaccctatt": 60739,
  "aataaccgctac": 52800,
  "aataacgccact": 53662,
  "aataacgcctac": 49711,
  "aataacgcnnct": 52303,
  "aataacgcnnnn": 51883,
  "aataacgctacc": 50132,
  "aataacgctact": 29036,
  "aataacgctagt": 49487,
  "aataacgctant": 61331,
  "aataacgctatt": 33161,
  "aataacgctnac": 48162,
  "aataacgctnct": 35156,
  "aataacgctnnc": 51285,
  "aataacgctnnn": 51274,
  "aataacgctnnt": 49666,
  "aataacgcttac": 48286,
  "aataacgctttt": 53889,
  "aataacggctac": 48126,
  "aataacgnnnct": 47897,
  "aataacgnnnnn": 50633,
  "aataacgntact": 49721,
  "aataacgttact": 44231,
  "aataacnctact": 53445,
  "aataacnnctac": 51727,
  "aataacnnnnnn": 53895,
  "aataactcatat": 35558,
  "aataactccatt": 56515,
  "aataactctact": 48352,
  "aataactctata": 61109,
  "aataactctatc": 39380,
  "aataactctatt": 30385,
  "aataactntatt": 60414,
  "aataacttcaca": 32096,
  "aataactttatt": 46677,
  "aataagaggctg": 34035,
  "aataagaggttt": 34646,
  "aataagcttgat": 57587,
  "aataaggctact": 46120,
  "aataaggtatta": 60480,
  "aataangctact": 46679,
  "aataannctatt": 56170,
  "aataannntact": 55092,
  "aataataagagg": 49900,
  "aataataattac": 30298,
  "aataataggctg": 41562,
  "aataatctctgc": 56092,
  "aataatcttagg": 41710,
  "aataatcttgat": 42030,
  "aataatgctact": 42585,
  "aataatgctatt": 54219,
  "aataattacaaa": 44102,
  "aataattacctg": 34227,
  "aataattctaac": 52251,
  "aataattctatt": 45777,
  "aataattctcgt": 52328,
  "aataattgcact": 32639,
  "aataatttaaat": 34087,
  "aatacaaccaga": 47266,
  "aatacaccacca": 55299,
  "aatacacttctg": 31956,
  "aatacagacaac": 52017,
  "aatacagagtag": 47427,
  "aatacagttgct": 55971,
  "aatacagtttat": 41187,
  "aatacatttgtg": 48024,
  "aataccatttgc": 31249,
  "aatacccaagaa": 47752,
